Repository: HyperDesignIOS/Yebalak
Catalog: Yebalak/SupportingFiles/*.lproj/Localizable.strings
Languages: ar

source: enter activation key
ar: ادخل كود التحقق

# Registration Title
source: please enter the correct informations
ar: من فضلك ادخل البيانات الصحيحة

source: User Name
ar: اسم المستخدم

source: Email
ar: البريد الالكترونى

source: Password
ar: كلمة المرور

source: Confirm Password
ar: أكيد كلمة المرور

source: you have account ?
ar: لديك حساب ؟

source: Sign Up
ar: تسجيل

# Header
source: login to yeb2alak
ar: تسجيل الدخول للتطبيق

# Login Title
source: Login
ar: تسجيل الدخول

source: Phone,Email
ar: رقم الموبايل أو البريد الالكترونى

# You Do Not Account ?
source: You Do Have Not Account ?
ar: ليس لديك حساب ؟

source: Login
ar: تسجيل الدخول

# Activation Title
source: Please Enter The Activation Key You Have Just Recieved In SMS
ar: من فضلك قم بادخال كودالتحقق

source: Verify
ar: تحقق من الكود

source: Activation code
ar: كود التحقق

# SendCodeAgain
source: Send activation code again ?
ar: ارسال الكود مرة اخري ؟

source: Balance :
ar: الرصيد :

source: Last transaction :
ar: اخر تحويل :

source: Date :
ar: التاريخ :

# COIN
source: Egp
ar: جنية

source: History
ar: العمليات السابقة

source: Withdraw
ar: السحب

source: Setting
ar: الاعدادات

# BALANCENAV
source: Balance
ar: الرصيد

# WITHDRAW HEADER
source: Withdraw
ar: السحب

# WITHDRAW TITLE
source: Please Enter Valid Informations
ar: من فضلك قم بادخال البيانات الصحيحة

source: Phone
ar: رقم الموبايل

source: Value
ar: القيمة

source: Send
ar: ارسال

source: Withdraw companies
ar: شركات السحب المتاحة

# NOVALUEENTERED
source: please enter a value
ar: من فضلك ادخل القيمة

# HISTORY HEADER
source: History
ar: عمليات سابقة

source: Amount
ar: القيمة

source: Merchant
ar: التاجر

# HISTORYDATE
source: Date
ar: التاريخ

# DEPOSITEHISTORY
source: Deposit history
ar: عمليات الايداع السابقة

source: Withdraw history
ar: عمليات السحب السابقة

source: No data
ar: لا توجد عمليات سابقة

# EDIT TITLE
source: Edit your profile
ar: تعديل حسابك

source: Select Language
ar: اختر لغة

source: User Name
ar: اسم المستخدم

source: Email
ar: البريد الالكترونى

source: Address
ar: العنوان

source: Password
ar: كلمة المرور

source: Edit
ar: تعديل

source: Arabic
ar: عربي

source: English
ar: انجليزي

source: Settings
ar: الاعدادات

source: Log out
ar: تسجيل الخروج

# NOPHONEENTERED
source: please enter your phone
ar: من فضلك قم بادخال رقم الموبايل

# INVALIDPHONE
source: Invalid phone number
ar: رقم موبايل غير صحيح

# NONAMEENTERED
source: please enter your new user name
ar: من فضلك قم بادخال اسم المستخدم

# NOEMAILENTERED
source: please enter your e-mail
ar: من فضلك قم بادخال البريد الالكتروني

# INVAILDEMAIL
source: Invalid e-mail
ar: بريد الكتروني غير صحيح

# NOADDRESSENTERED
source: please enter your new address
ar: من فضلك قم بادخال العنوان

# NOPASSWORDENTERED
source: please enter your password
ar: من فضلك قم بادخال كلمة المرور

# NOCONFIRMATIONPASSWORDENTERED
source: please enter your password confirmation
ar: من فضلك قم بادخال تاكيد كلمة المرور

# PASSWORDCONFIRMATIONFAILD
source: password confirmation failed
ar: كلمتا مرور غير متماثلتين

source: Loading...
ar: جاري التحميل ...
